---
kind: property
id: P:Autodesk.Revit.DB.IndependentTag.IsMaterialTag
zh: 标记、打标、标签
source: html/7670e365-227c-bc9d-a4b0-c77f793034e2.htm
---
# Autodesk.Revit.DB.IndependentTag.IsMaterialTag Property

**中文**: 标记、打标、标签

Identifies if it is a material tag or not.

## Syntax (C#)
```csharp
public bool IsMaterialTag { get; }
```